Repository: scriptotek/emnesok
Catalog: src/po/*/emnesok.po
Languages: nb, nn

source: (no access)
nb: (ingen tilgang)
nn: (ingen tilgang)

source: <em>Found {{ vm.results.length }} documents about this topic using {{vm.searchType}}.</em>
nb: Fant {{ vm.results.length }} dokumenter om dette emnet med {{vm.searchType}}.

source: About
nb: Om
nn: Om

source: All branches
nb: Alle avdelinger
nn: Alle avdelingar

source: All libraries
nb: Alle bibliotek
nn: Alle bibliotek

source: An unknown error occured.
nb: Det oppsto en ukjent feil.
nn: Det oppsto ein ukjend feil.

source: Article suggestion
nb: Artikkelforslag

source: As an experiment we've disabled all GA cookies. While we need some statistics on visits and usage, we believe that tracking <em>users</em> is not really needed for this tool. Users tracking also has a lot of flaws.
nb: Som et eksperiment har vi skrudd av alle GA-informasjonskapsler. Vi trenger statistikk om besøk og bruk, men vi tror at vi klarer oss fint uten sporing av <em>brukere</em>. Brukersporing har uansett en del svakheter.
nn: Som eit eksperiment har vi slått av GA informasjonskapslar. Trass i at vi treng statistikk for vitjingar og bruk meiner vi ikkje at det er naudsynt å spore <em>brukarar</em> av dette verktøyet. Brukarsporing har i tillegg mange manglar.

source: Broad
nb: Bredt
nn: Breitt

source: Broader:
nb: Overordnet:
nn: Overordna:

source: Chemical element
nb: Grunnstoff
nn: Grunnstoff

source: Containing
nb: Inneholder
nn: Inneheld

source: Definition:
nb: Definisjon:

source: E-book
nb: E-bok
nn: E-bok

source: Ends with
nb: Slutter med
nn: Sluttar med

source: Enter a subject
nb: Søk etter emne
nn: Søk etter emne

source: Exact match
nb: Eksakt lik
nn: Eksakt lik

source: Expand to broad search
nb: Utvid til bredt søk
nn: Utvid til breitt søk

source: Failed to fetch list of editions.
nb: Klarte ikke hente utgaver.
nn: Klarte ikkje å hente liste over utgåver

source: Fetching editions…
nb: Henter utgaver…
nn: Hentar utgåver…

source: For analytics, our initial plan was to use the open source tool Piwik, but we were persuaded into using Google Analytics which is pervasive at the university. Note that two extra steps have been taken to protect your privacy:
nb: For bruksstatistikk var planen vår opprinnelig å bruke Piwik, men vi ble overtalt til å bruke Google Analytics som er i utstrakt bruk på universitetet ellers. Merk at vi har tatt to ekstra forholdsregler for å sikre personvernet:
nn: For statistikk planla vi opphaveleg å bruke open kjeldekode-verktøyet Piwik, men vi vart overtalde til å bruke Google Analytics, som er gjennomgripande på universitetet. Merk at to ekstra tiltak er sette i verk av omsyn til personvernet ditt.

source: For information about the subject vocabularies, see the <a ui-sref="home({lang: vm.lang})">start page</a>.
nb: Se <a ui-sref="home({lang: vm.lang})">startsiden</a> for informasjon om emnevokabularene.
nn: For informasjon om ordtilfanga, gå til <a ui-sref="home({lang: vm.lang})">heimesida</a>.

source: GenreForm
nb: Sjanger/form
nn: Sjanger/form

source: Geographic
nb: Sted
nn: Stad

source: Human rights (Human Rights terms)
nb: Menneskerettigheter (Menneskerettighetstermer)

source: Humanities and social sciences (Humord)
nb: Humaniora og samfunnsvitenskap (Humord)

source: I would like to find books about:
nb: Jeg ønsker å finne bøker om:

source: Interested in more results?
nb: Interessert i flere treff?
nn: Interessert i fleire resultat?

source: Law (L scheme)
nb: Jus (L-skjema)

source: Learn more about the vocabulary
nb: Les mer om vokabularet

source: Loaded {{ vm.results.length }} records so far, about {{ vm.total_results - vm.offset }} left, hold on…
nb: Har sjekket {{ vm.results.length }} treff foreløpig, rundt {{ vm.total_results - vm.offset }} gjenstår…

source: Looking…
nb: Leter…
nn: Leitar...

source: Narrow
nb: Snevert
nn: Snevert

source: Narrower:
nb: Underordnet:
nn: Underordna:

source: Navigate the vocabulary
nb: Naviger i vokabularet

source: No hits :(
nb: Ingen treff :(
nn: Ingen treff :(

source: No network connection
nb: Ingen nettverksforbindelse
nn: Inkje nettverkssamband

source: Note: Results from a single branch will not include e-books.
nb: Merk: E-bøker inkluderes ikke når man avgrenser til én enkelt avdeling.
nn: Merk: Resultat frå berre ei avdeling vil ikkje inkludere e-bøkar.

source: Ouch, not a single document was found.
nb: Beklager, ikke et eneste dokument ble funnet. Det kan skyldes at vi venter på datasynkronisering mellom biblioteksystemene Alma og Oria.

source: Print copy at {{institutions}} and {{count}} more libraries.
nb: Trykt utgave ved {{institutions}} og {{count}} andre bibliotek.
nn: Trykt utgåve ved {{institutions}} og {{count}} andre bibliotek.

source: Print copy at {{institutions}} and {{lastInstitution}}.
nb: Trykt utgave ved {{institutions}} og {{lastInstitution}}.
nn: Trykt utgåve ved {{institutions}} og {{lastInstitution}}.

source: Print copy at {{library}} and one other library.
nb: Trykt kopi ved {{library}} og ett annet bibliotek.
nn: Trykt utgåve ved {{library}} og eit anna bibliotek.

source: Print copy at {{library}}.
nb: Trykt utgave ved {{library}}.
nn: Trykt utgåve ved {{library}}.

source: Privacy
nb: Personvern
nn: Personvern

source: Read more in {{external.name}}
nb: Les mer i {{external.name}}
nn: Les meir i {{external.name}}

source: Science (Realfagstermer)
nb: Realfag (Realfagstermer)

source: Search '+vm.vocab+' only
nb: Søk kun i '+vm.vocab+'
nn: Søk berre i '+vm.vocab+'

source: Search all subject vocabularies
nb: Søk i alle vokabularer
nn: Søk i alle emneordtilfang

source: Search for «{{ vm.subject.getPrefLabel() }}» in Wikipedia
nb: Søk etter «{{ vm.subject.getPrefLabel() }}» på Wikipedia

source: Search history
nb: Søkehistorie
nn: Søkehistorikk

source: Search in {{external.name}}
nb: Søk i {{external.name}}
nn: Søk i {{external.name}}

source: Search it
nb: Søk

source: Search the science, technology and mathematics collections of University of Oslo and Bergen using Norwegian Bokmål, Nynorsk, English or the scientific names of species.
nb: Søk i realfagslitteraturen til universitetsbibliotekene i Oslo og Bergen med Realfagstermer. Du kan søke på norsk bokmål, nynorsk, engelsk eller med vitenskapelige navn på arter.

source: See also:
nb: Se også:
nn: Sjå også:

source: Series
nb: Serie
nn: Serie

source: Several fantastic pieces of free and open-source software have been used to build this search. A list is provided below together with their licenses.
nb: En rekke supre åpen kilde-komponenter er brukt for å bygge emnesøket. De er listet opp under sammen med lisensene de er underlagt.
nn: Ei rekkje supre open kjelde-komponentar er nytta for å byggje opp emneordsøket. Desse er lista opp saman med lisensane dei er underlagde.

source: So far we're not using cookies or localStorage at all. If we introduce login or user preferences in the future, we will need storage, but we will always limit usage to a minimum.
nb: Så langt har vi klart oss uten cookies og localStorage. Hvis vi i fremtiden introduserer innlogging eller brukerinnstillinger vil vi trenge lagring, men kommer til å holde bruken på et minimum.
nn: Enn så lenge nyttar vi ikkje informasjonskapslar eller lokal lagring i det heile. Viss vi ein gong i framtida kjem til å introdusere innlogging eller brukarinnstillingar vil vi trenge lagring, men vi vil alltid avgrense det til eit minimum.

source: Sorry, the subject "{{subject}}" was not found in the current vocabulary.
nb: Beklager, emnet «{{subject}}» ble ikke funnet i dette vokabularet.
nn: Orsak, emnet «{{subject}}» vart ikkje funne i dette ordtilfanget.

source: Starting with
nb: Begynner med
nn: Startar med

source: Subject Search
nb: Emnesøk
nn: Emnesøk

source: Subject search
nb: Emnesøk

source: Subject search for the technical and engineering literature of NTNU is provided by Tekord. Search is only available in Norwegian Bokmål, but terms are mapped to UDC, providing possibilities for multilingual search in the future.
nb: Emnesøk i den tekniske litteraturen til NTNU er tilgjengelig gjennom Tekord. Søk er kun tilgjengelig på norsk bokmål, men termene er koblet til UDC, noe som kan åpne for flerspråklig søk i fremtiden.

source: Subject search using Human Rights Terms
nb: Emnesøk med Menneskerettighetstermer

source: Subject search using Humord
nb: Emnesøk med Humord

source: Subject search using Realfagstermer
nb: Emnesøk med Realfagstermer

source: Subject search using Tekord
nb: Emnesøk med Tekord

source: Technology and engineering (Tekord)
nb: Teknologi og ingeniørfag (Tekord)

source: Temporal
nb: Tid
nn: Tid

source: The Subject Search is <a href="https://github.com/scriptotek/emnesok">open source</a> and licensed under the <a href="https://github.com/scriptotek/emnesok/blob/master/LICENSE">MIT license</a>.
nb: Emnesøket er <a href="https://github.com/scriptotek/emnesok">åpen kildekode</a> lisensisert under <a href="https://github.com/scriptotek/emnesok/blob/master/LICENSE">MIT-lisensen</a>.
nn: Emnesøket er <a href="https://github.com/scriptotek/emnesok">open kjeldekode</a> lisensisert under <a href="https://github.com/scriptotek/emnesok/blob/master/LICENSE">MIT-lisensen</a>.

source: The Subject Search is developed by the University of Oslo Science Library. Vocabulary search and retrieval is powered by a <a href="http://skosmos.org/">Skosmos</a> instance using data from <a href="http://data.ub.uio.no">data.ub.uio.no</a>, while library catalogue search and retrieval is powered by <a href="https://developers.exlibrisgroup.com/primo/apis/webservices/xservices/search/briefsearch">Primo</a> through <a href="https://github.com/scriptotek/lsm">a locally developed middleware</a>.
nb: Emnesøket er utviklet av UiO Realfagsbiblioteket. Søk i emnevokabularer drives av en <a href="http://skosmos.org/">Skosmos</a>-instans med data fra <a href="http://data.ub.uio.no">data.ub.uio.no</a>, mens søk i bibliotekskatalogen drives av <a href="https://developers.exlibrisgroup.com/primo/apis/webservices/xservices/search/briefsearch">Primo</a> via <a href="https://github.com/scriptotek/lsm">en lokalt utviklet mellomvare</a>.
nn: Emnesøket er utvikla av UiO Realfagsbiblioteket. Søk i emneordtilfanget vert drivne av ein <a href="http://skosmos.org/">Skosmos</a>-instans med data frå <a href="http://data.ub.uio.no">data.ub.uio.no</a>, medan søk i bibliotekskatalogen vert drivne av <a href="https://developers.exlibrisgroup.com/primo/apis/webservices/xservices/search/briefsearch">Primo</a> via <a href="https://github.com/scriptotek/lsm">ein lokalt utvikla mellomvare</a>.

source: The University of Oslo Library has a small vocabulary to search its human rights collections. This vocabulary is only available in English.
nb: Universitetsbiblioteket i Oslo har et lite vokabular for å søke i bibliotekets menneskerettighetssamlinger. Søk er kun tilgjengelig på engelsk.

source: The search went out in error:
nb: Søket gikk ut i feil
nn: Søket gjekk ut i feil

source: The subject was not found. It might have been deleted.
nb: Emnet ble ikke funnet. Det kan ha blitt slettet.
nn: Emnet vart ikkje funne. Det kan ha blitt sletta.

source: The university libraries of Oslo, Bergen, Trondheim and Tromsø collaborate on the Humord vocabulary to provide multilingual (Norwegian Bokmål and English) subject search to their humanities and social science collections.
nb: Universitetsbibliotekene i Oslo, Bergen, Trondheim og Tromsø samarbeider om Humord-vokabularet for å tilby flerspråklig emnesøk (norsk bokmål og engelsk) i samlingene for humaniora og samfunnsvitenskap.

source: Third party licenses
nb: Tredjepartslisenser
nn: Tredjepartslisensar

source: This concept has been deprecated
nb: Dette begrepet er tatt ut av bruk.

source: This concept has been replaced by {{subject}}
nb: Dette begrepet er erstattet av {{subject}}

source: This is a subject from another vocabulary. It might not exist in the current vocabulary.
nb: Dette er et emne fra et annet vokabular. Det er ikke sikkert det finnes i det aktive vokabularet.
nn: Dette er eit emne frå eit anna ordtilfang. Det er ikkje sikkert det finns i det aktive ordtilfanget.

source: Topic
nb: Emne
nn: Emne

source: Uh oh, some kind of server error occured.
nb: Det oppsto en serverfeil, vi beklager.
nn: Orsak, det oppsto ein serverfeil.

source: Used for:
nb: Brukt for:
nn: Nytta for:

source: Verified match
nb: Bekreftet betydning

source: We use https to ensure anonymous searching.
nb: Vi bruker https for å sikre anonym søking.
nn: Vi nyttar https for å sikre anonyme søk.

source: We're proxying all data through <a href="https://github.com/unioslo/ipproxy">ipproxy</a>, which masks the last part of your IP address, meaning that your full IP address is never sent to any third party (Google).
nb: Alle data sendes via <a href="https://github.com/unioslo/ipproxy">ipproxy</a>, som fjerner den siste biten av IP-adressen din slik at den fullstendige adressen aldri blir delt med noen tredjeparter (Google).
nn: Vi sender all data gjennom <a href="https://github.com/unioslo/ipproxy">ipproxy</a>, som maskerer siste delen av IP-adressa di. Det betyr at ingen tredjepart (Google) kan sjå heile IP-adressa di.

source: You could try expanding the search to <a ui-sref="subject.search({library:null})">all libraries</a>.
nb: Du kan forsøke å utvide søket til <a ui-sref="subject.search({library:null})">alle bibliotek</a>.
nn: Prøv gjerne å utvide søket til <a ui-sref="subject.search({library:null})">alle bibliotek</a>.

source: You could try expanding the search to a <a ui-sref="subject.search({broad:true})">broad search</a>.
nb: Prøv gjerne å utvide søket til et <a ui-sref="subject.search({broad:true})">bredt søk</a>.
nn: Prøv gjerne å utvide søket til eit <a ui-sref="subject.search({broad:true})">breitt søk</a>.

source: broad search
nb: bredt søk
nn: breitt søk

source: in
nb: i

source: narrow search
nb: snevert søk
nn: snevert søk

source: {{vm.record.number_of_editions}} editions
nb: {{vm.record.number_of_editions}} utgaver
nn: {{vm.record.number_of_editions}} utgåver

source: » Report problem
nb: » Meld fra om problem

source: » View in Skosmos
nb: » Vis i Skosmos

source: <a href="http://www.bibsys.no/files/out/humord/" target="external">Learn more about the vocabulary</a>
nn: <a href="http://www.bibsys.no/files/out/humord/" target="external">Lær meir om ordtilfanget</a>

source: <a href="https://www.ub.uio.no/english/using/search-the-library/subject-search-terms/science-subject-terms.html">Learn more about the vocabulary</a>
nn: <a href="https://www.ub.uio.no/bruk/sok-i-hele-biblioteket/beskrivelser-av-termer/realfagstermer.html" target="external">Lær meir om ordtilfanget</a>

source: <a href="https://www.ub.uio.no/om/tjenester/emneord/menneskerettighetstermer.html" target="external">Learn more about the vocabulary</a>
nn: <a href="https://www.ub.uio.no/om/tjenester/emneord/menneskerettighetstermer.html" target="external">Lær meir om ordtilfanget</a>

source: Active subject
nn: Valt emneord

source: Documents
nn: Dokument

source: Find books and more about a specific topic in the collections of Norwegian academic libraries. Start by choosing a vocabulary from the list below. A vocabulary is a controlled set of subjects. Searching all vocabularies at the same time isn't yet supported, but definitely something we would like to support in the future.
nn: Finn bøker og meir om eit gitt emne i samlingane til norske fag- og forskingsbibliotek. Start med å velje eit emneordtilfang frå lista under. Eit emneordtilfang er eit kontrollert sett av emneord. Søk i alle ordtilfanga samstundes er førebels ikkje støtta, men vi vonar det skal vere mogleg i framtida.

source: How odd! Not a single document on that subject could be found using the current subject vocabulary.
nn: Så rart! Ikkje eit einaste dokument vart funne.

source: Human rights
nn: Menneskerettar

source: Humanities and social sciences
nn: Humaniora og samfunnsfag

source: Humord is the best portal to the humanities and social sciences. The vocabulary also has a relatively large amount of interdisciplinary subject headings. This vocabulary has only Norwegian Bokmål terms.
nn: Humord gjev den beste inngangen til humaniora og samfunnsfag. Ordtilfanget har også ei stor mengd tverrfaglege termar. Dette ordtilfanget har berre emneord på bokmål.

source: Once in, you can toggle between <em>broad</em> and <em>narrow</em> search. With <em>narrow</em> search, you will only get highly relevant results carefully indexed by skilled librarians and subject specialists using the selected vocabulary. <em>Broad</em> search will give you more results, matching subjects from other vocabularies or even keywords from a variety of sources, but sometimes at the expense of precision.
nn: Så fort du er inne kan du velje mellom <em> breitt </em> og <em> snevert </em> søk. Med <em> snevert </em> søk vil du berre få relevante resultat nøye utvald av flinke bibliotekarar og fagfolk som har brukt det valde ordtilfanget. <em> Breitt </em> søk er ikkje like presist, men det gjev fleire resultat av di det og søker mot andre ordtilfang og frie nøkkelord frå ei rekke kjelder.

source: Report problem
nn: Meld frå om problem

source: Science
nn: Realfag

source: Search for scientific concepts. <em>Realfagstermer</em> is a controlled vocabulary maintained by the science libraries at the University at Oslo and Bergen, and is the best portal to our collections. Realfagstermer is a multilingual vocabulary that can be searched in Bokmål, Nynorsk (translation in progress), English (translation in progress) and Latin (scientific names).
nn: Søk etter realfaglege omgrep. <em>Realfagstermar</em> er eit kontrollert ordtilfang som vert halde ved like av realfagsbiblioteka ved UiO og UiB. Dette er den beste inngangen til samlingane våre. Realfagstermar er eit fleirspråkleg ordtilfang der du kan søke på både bokmål, nynorsk (omsetjing under utarbeiding), engelsk (omsetjing under utarbeiding) og latin (vitskapelege namn).

source: Search for scientific terms. <em>Realfagstermer</em> is a controlled vocabulary maintained by the science libraries at the University at Oslo and Bergen, and is the best portal to our collections. Realfagstermer is a multilingual vocabulary that can be searched in Bokmål, Nynorsk (translation in progress), English (translation in progress) and Latin (scientific names).
nn: Søk etter realfaglege termar. <em>Realfagstermar</em> er eit kontrollert ordtilfang som vert halde ved like av realfagsbiblioteka ved UiO og UiB. Dette er den beste inngangen til samlingane våre. Realfagstermar er eit fleirspråkleg ordtilfang der du kan søke på både bokmål, nynorsk (omsetjing under utarbeiding), engelsk (omsetjing under utarbeiding) og latin (vitskapelege namn).

source: Technology and engineering
nn: Teknologi og ingeniørfag

source: Tekord is a vocabulary created at NTNU (Norwegian University of Science and Technology). It is an especially useful search portal to technical and engineering literature. This vocabulary has only Norwegian Bokmål terms.
nn: Tekord er eit ordtilfang utvikla ved NTNU. Det er særleg ein god søkeinngang til teknisk faglitteratur ved NTNU. Tekord inneheld berre emneord på bokmål.

source: The Human Rights Terms vocabulary was initially developed in 1991 by the Human Rights Research and Education Centre of the University of Ottawa, Canada. In the late 1990s it was adopted by the Norwegian Centre for Human Rights (SMR), who has since adjusted and expanded the vocabulary in order to provide a great entry to the SMR library collections.
nn: Menneskerettsordtilfanget vart opphaveleg utvikla i 1991 av Human Rights Research and Education Centre ved Universitetet i Ottawa, Canada. På slutten av 1990-talet vart det teke i bruk av Norsk senter for menneskerettigheter (SMR), som sidan har utvikla og utvida vokabularet for å gjere det til ein god inngangsport til boksamlinga til SMR.

source: The vocabulary contains {{ vm.topicCount }} subjects, {{ vm.genreCount }} form/genres, {{ vm.timeCount }} time periods, {{ vm.placeCount }} geographic names or features, {{ vm.compoundConceptCount }} compound concepts and {{ vm.virtualCompoundConceptCount }} virtual compound concepts.
nn: Ordtilfanget inneheld {{ vm.topicCount }} emne, {{ vm.genreCount }} former/sjangrar, {{ vm.timeCount }} tidsperiodar, {{ vm.placeCount }} geografiske namn, {{ vm.compoundConceptCount }} emnestrengar og {{ vm.virtualCompoundConceptCount }} virtuelle emnestrengar.

source: The vocabulary contains {{ vm.topicCount }} subjects.
nn: Vokabularet inneheld {{ vm.topicCount }} emne.

source: View concept in Skosmos
nn: Vis omgrep i Skosmos.

source: Yes, we have a controlled subject vocabulary just for human rights terms! Developed and maintained by the Norwegian Centre for Human Rights’ (SMR), the vocabulary has only English terms.
nn: Ja, vi har eit eige emneordtilfang berre for terminologi knytta til menneskerettar. Det er utvikla og vedlikehaldt av biblioteket ved Norsk senter for menneskerettar (SMR) og har berre emneord på engelsk.
